ticketTrain/soap-app/src/test/resources/requests/payment/getDeletePaymentRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:xs="http://epam.com/brest2019/courses/soap/model/payment">

    <soapenv:Header/>
    <soapenv:Body>
        <xs:getDeletePaymentRequest>
            <xs:paymentId>1</xs:paymentId>
        </xs:getDeletePaymentRequest>
    </soapenv:Body>

</soapenv:Envelope>